Repository: flgonzaga/woo-waiting-list
Catalog: languages/woowl-*.po
Languages: pt_br

source: Settings
pt_br: Configurações

source: <span style="color:red;">You must be logged.</span>
pt_br: <span style="color:red;">Você precisa estar logado.</span>

source: Enable Logging
pt_br: Habilitar log

source: Enable the logging of errors.
pt_br: Habilitar o log de erros.

source: %1$sView Log%2$s
pt_br: %1$sVisualizar Log%2$s

source: Notify me when available.
pt_br: Avise-me quando estiver disponível.

source: Waiting List
pt_br: Lista de Espera

source: Show form when product is out of stock?
pt_br: Exibir formulário quando o produto estiver fora de estoque?

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Show form using a custom code in my product page?
pt_br: Exibir formulário usando um código personalizado na minha página de produtos?

source: When selected "Yes" the form view happens as soon as you add the shortcode to your page, being free to add display conditions or not directly in the code of your product page.
pt_br: Quando selecionado "Sim" o formulário será exibido assim que adicionado o shortcode em sua página, ficando livre para adicionar condições ou não diretamente no código em sua página de produto.

source: Usage
pt_br: Modo de uso

source: Add this shortcode in your product page:
pt_br: Adicione este shortcode em sua página de produto:

source: is avaliable now!
pt_br: está disponível agora!

source: Hello
pt_br: Olá

source: This is an up-to-date message to inform you that the product "%1$s" is already available in our stock.
pt_br: Esta é uma mensagem automática para informar que o produto "%1$s" já está disponível em nosso estoque.

source: You are receiving this notification because your email address has been added to the waiting list for this product. If you do not know if you have registered, we ask that you disregard this message.
pt_br: Você está recebendo esta notificação porque seu endereço de e-mail foi adicionado à lista de espera deste produto. Se você não sabe se você se registrou, pedimos que você desconsidere esta mensagem.

source: List deleted successfully.
pt_br: Lista excluída com sucesso.

source: Customers waiting this product
pt_br: Clientes aguardando este produto

source: Do you confirm send emails to all the clients on this list?
pt_br: Confirma enviar e-mails para todos os clientes desta lista?

source: Send e-mail for all
pt_br: Enviar e-mail para todos

source: Do you confirm the deletion of all emails from the waiting list below?
pt_br: Confirma excluir todos os e-mails da lista de espera abaixo?

source: Clear list
pt_br: Limpar lista

source: Do you confirm that you remove this client from the waiting list?
pt_br: Confirma excluir este cliente da lista de espera?

source: Remove from list
pt_br: Excluir da lista

source: No one on the waiting list for this product at this time.
pt_br: Ninguém na lista de espera deste produto no momento.
